<!DOCTYPE html>
<html>
  <head>
    <title>Списки</title>
  </head>

  <body>
    <h1>Разделы курса</h1>
    <ul>
      <li>
        Теги заголовков
        <ol>
          <li>h1</li>
          <li>h2</li>
          <!-- добавь элементы вложенного списка для первой цели сюда -->
        </ol>
      </li>
      <li>
        Теги списков
        <!-- добавь вложенный упорядоченный список для второй цели сюда -->
      </li>
      <li>Теги форм</li>
    </ul>

    <h1>Какие бывают заголовки?</h1>
    <p>Теги заголовков и подзаголовков в порядке убывания значимости:</p>
    <!-- Создай упорядоченный список -->
    h1  <!-- Первый элемент -->
    h2  <!-- Второй элемент -->
    h3  <!-- Третий элемент -->
    <!-- добавь пункты сюда -->
    <!-- Закрой упорядоченный список -->

    <p>Упорядоченный список используется для перечисления объектов или действий, когда важен порядок.</p>

  </body>
</html>
